import math

# Комментарий нужно писать, если нужно обьяснить что-то не очевидное или необычное

# Например, расчет длины диагонали
l = 4
w = 10
d = math.sqrt(1 ** 2 + w ** 2)

print("""Это очень очень очень очень ооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооочень 
очень очень преочень длинная предлинная строка. Код помещенный в тройные кавычки, 
квадратные и фигурные строки, может быть продолжен на следующей строке""")

# или можно использовать "\"
print\
    ("""Это очень очень очень очень ооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооочень 
очень очень преочень длинная предлинная строка""")


